/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Inga data";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Spara";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Ange signatur på nytt";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Rensa";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Avbryt";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Signatur";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tryck för att signera";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Signaturområde";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Dubbelknacka och dra för att signera";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Signaturbild";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Signaturrad";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Annullerad";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Nästa";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Användare avbröt onboardingen";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Du kan inte fortsätta onboardingen utan att ge ditt samtycke.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Lämna samtycke";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Avsluta";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Tillbaka";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Steg";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "av";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Vill du avsluta onboarding-processen?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Vill du ha dataskydd?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Var smart när det gäller dina data";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Inte nu";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Tillåt";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Neka";

/* XBUT: Agree action title in EULAView */
"Agree" = "Acceptera";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Acceptera inte";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Läser in...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Det finns inget att visa än";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d h %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Klar";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Det finns %d fel i datatabellen.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "radhuvud";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "rad %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "kolumn %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "ledande tillbehör";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "tillhörande tillbehör";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "bild";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "datum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "tid";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "tidslängd";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "listobjekt";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "vald";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "inte vald";

/* XBUT: calendar time component label */
"Time" = "Tid";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Värde: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Vald cell är skrivskyddad.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Skrivskyddat fält";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Inga tecken kvar";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Minska antalet tecken";

